[
  {
    "id": 1,
    "name": "Богемская рапсодия",
    "description": "            Чествование группы Queen, их музыки и их выдающегося вокалиста Фредди Меркьюри, который бросил вызов стереотипам и победил условности, чтобы стать одним из самых любимых артистов на планете. Фильм прослеживает головокружительный путь группы к успеху благодаря их культовым песням и революционному звуку, практически распад коллектива, поскольку образ жизни Меркьюри выходит из-под контроля, и их триумфальное воссоединение накануне концерта Live Aid, ставшим одним из величайших выступлений в истории рок-музыки.\r\n        ",
    "image": "images/movies/1.jpg",
    "duration": "134 мин.",
    "age_rating": "18+",
    "director_id": 1,
    "actors_id": [
      2,
      3,
      4,
      5
    ]
  },
  {
    "id": 2,
    "name": "Вдовы",
    "description": "История о жёнах грабителей, погибших при неудачном налёте. Новоиспечённые вдовы берутся сами закончить начатое, разобраться с полицией и конкурентами, а главное — выяснить, кто же подставил их мужей.",
    "image": "images/movies/2.jpg",
    "duration": "129 мин.",
    "age_rating": "18+",
    "director_id": 6,
    "actors_id": [
      7,
      8,
      9,
      10
    ]
  },
  {
    "id": 3,
    "name": "Всё или ничего",
    "description": "Офисный планктон — опасный зверь, если его разозлить. Трое менеджеров-неудачников объединяются в почти преступную группировку в попытке свергнуть обнаглевшего начальника, который безбожно обворовывает компанию. Друзья разрабатывают экстремальный план, как выкрасть 50 миллионов у босса и восстановить справедливость. Но как это бывает у новичков — всё идёт не по плану. Настоящим хозяином мешка с деньгами оказывается совсем не тот, на кого охотились герои — и вот тут у них начинаются реальные проблемы с криминальным миром.",
    "image": "images/movies/3.jpg",
    "duration": "85 мин.",
    "age_rating": "16+",
    "director_id": 11,
    "actors_id": [
      12,
      13,
      14,
      15
    ]
  }
]